export const data = [
  {
    id: 1,
    title: "Жаркое по-деревенски",
    type: "meat",
    ingredients: "Продукты: свинная корейка - 1 кг, сало свиное свежее - 50 гр, масло сливочное - 50 гр., картофель - 1 кг.',- перец болгарский – 1 шт., морковь – 2 шт., лук репчатый – 2 шт., чеснок – 2 зубчика, зелень свежая – по вкусу, зелень сушёная – по вкусу, перец чёрный горошком – по вкусу, перец чёрный молотый – по вкусу, соль – по вкусу",
    body: "В сотейнике растопить сало, нарезанное мелкими кубиками. Добавить мясо, нарезанное небольшими кусочками. Обжарить до румяной корочки. Затем добавить морковь, нарезанную кружочками. Обжаривать 5 минут. Лук, нарезанный полукольцами. Обжаривать 5 минут. Болгарский перец, нарезанный дольками. Ещё 5 минут. Добавить крупно нарезанный картофель, кусочек сливочного масла, 200 мл воды, специи, сушёную петрушку и соль. Не перемешивать. Накрыть крышкой, убавить огонь и тушить на медленном огне 40 минут. В конце приготовления добавить нарезанную свежую зелень, измельчённый чеснок. Перемешать и снять с огня. Приятного аппетита!",
    image: "https://img1.russianfood.com/dycontent/images_upl/465/big_464858.jpg"
  },
  {
    id: 2,
    title: "Мясо по-тайски",
    type: "meat",
    ingredients: "Продукты: свинина - 700 гр., перец болгарский - 1 шт., морковь - 1 шт., лук репчатый - 1 шт., чеснок - 1 зубчик, соус соевый - 5 ст. ложек, лимон (сок) - 1 шт., мед - 3 ст. ложки",
    body: "Мясо нарезать тонкими продолговатыми полосками. Приготовить маринад. Для этого перемешать соевый соус, сок одного лимона и мед. Залить маринадом мясо. Добавить мелко рубленный чеснок и дать промариноваться около 30 минут. Тем временем нарезать лук полукольцами. Морковь нарезать брусочками. Перец - соломкой. Выложить мясо на разогретую сковороду с маслом (маринад пока что в сковороду не выливать). Обжарить мясо почти до готовности (для тонких кусочков свинины достаточно 10 минут). Обжаренное мясо выложить на тарелку. В этой же сковороде слегка обжарить все нарезанные овощи (минут 7). Затем добавить мясо и влить маринад. Протушить мясо с овощами еще около 7 минут. По желанию досолить и добавить молотый перец. К такому мясу по-тайски на гарнир отлично подойдет рассыпчатый рис. Приятного аппетита!",
    image: "https://media.ovkuse.ru/images/recipes/6426cd60-dbf1-41ea-904c-4e158fb2ba0e/6426cd60-dbf1-41ea-904c-4e158fb2ba0e_420_420.webp"
  },
  {
    id: 3,
    title: "Минтай, тушеный в сметане",
    type: "fish",
    ingredients: "Продукты: Продукты: филе минтая – 600-700 гр.,  сметана 20% - 200 мл., морковь – 1 шт., лук репчатый – 1 шт.,  масло растительное – 2 ст. л., мука пшеничная – 1 ст. л.,  мускатный орех молотый – 1 ч. л., соль – по вкусу, перец чёрный молотый – по вкусу",
    body: "Филе минтая хорошо промываем, обсушиваем бумажным полотенцем и нарезаем на порционные кусочки. Перекладываем рыбу в миску. Солим, перчим по вкусу и оставляем на 15-20 минут. Лук мелко нарезаем. Морковь трем на крупной терке. В сковороде на растительном масле обжариваем лук с морковью 4-5 минут. Снимаем сковороду с нагрева. Посыпаем морковь с луком мукой и быстро перемешиваем, чтобы не образовались комки. Туда же вливаем воду и тщательно перемешиваем. Возвращаем сковороду на нагрев, доводим содержимое до кипения и добавляем сметану. Солим, перчим, всыпаем мускатный орех и перемешиваем. В получившийся соус выкладываем куски минтая. Накрываем сковороду крышкой. Тушим рыбу в сметане до готовности (20-25 минут). Приятного аппетита!",
    image: "https://img1.russianfood.com/dycontent/images_upl/313/big_312941.jpg"
  },
  {
    id: 4,
    title: "Овощное рагу с рыбой и маслинами",
    type: "fish",
    ingredients: "Продукты (на 3 порции):филе белой рыбы (например, хек) – 300 гр., картофель – 300 гр., помидоры – 100 гр., перец болгарский – 1 шт., лук репчатый – 1 шт., чеснок – 2 зубчика,  маслины – 50 гр., томатный сок – 200 мл., сок лимона – 2 ст. л.,  масло растительное – 2 ст. л., соль – по вкусу, перец чёрный молотый – по вкусу, зелень свежая – для сервировки",
    body: "Очистите лук. Сладкий перец очистите от семян. Нарежьте перец и лук некрупными кусочками. Картофель очистите и нарежьте небольшими кусочками. Помидоры нарежьте некрупно. Сковороду разогрейте и влейте растительное масло. Выложите в сковороду лук и сладкий перец, обжарьте 3-4 минуты. Добавьте в сковороду картофель. Влейте 150 мл воды, накройте сковороду крышкой и тушите 15 минут. Спустя время добавьте в сковороду помидоры, измельченный чеснок, соль и молотый перец. Добавьте томатный сок и тушите овощи 10-15 минут. Рыбу нарежьте небольшими кусочками и выложите поверх овощей. Сбрызните лимонным соком. Добавьте маслины. Накройте сковороду крышкой и готовьте 10 минут. Посыпьте зеленью. Овощное рагу с рыбой и маслинами готово к подаче. Приятного аппетита!",
    image: "https://img1.russianfood.com/dycontent/images_upl/713/big_712162.jpg"
  },
  {
    id: 5,
    title: "Котлеты из гречки и фасоли",
    type: "cereals",
    ingredients: "Продукты: фасоль (в сухом виде) – 200 гр., крупа гречневая – 100 гр., лук репчатый – 160 гр., масло растительное – 3 ст. л., перец чёрный молотый – по вкусу, соль – по вкусу",
    body: "Можно использовать и консервированную фасоль, тогда время приготовления значительно сократится. Фасоль предварительно замачиваем: заливаем в кастрюле водой и оставляем на 4 часа (или на ночь). После воду сливаем. Фасоль заливаем чистой водой (около 1 л). Варим после закипания 40-90 минут, до мягкости (зависит от сорта). Пока варится фасоль, гречневую крупу промываем, заливаем в кастрюле водой (200-250 мл). Доводим воду до закипания и варим гречку на маленьком огне под крышкой 15-20 минут, до готовности и полного впитывания жидкости. Готовую гречку оставляем полностью остыть. Готовую фасоль откидываем на дуршлаг, чтобы стекла вся жидкость. Даём полностью остыть. Затем перекладываем в миску. Репчатый лук очищаем и нарезаем некрупными кубиками. В сковороде разогреваем 1-2 ст. ложки растительного масла и обжариваем лук до мягкости и подрумянивания, около 7 минут. Гречку перекладываем в миску с фасолью. Туда же - обжаренный лук, соль, перец и сушёный чеснок. Превращаем всё в пюре погружным блендером до однородности. Смоченными водой руками формируем котлеты. Выкладываем котлеты на сковороду с разогретым растительным маслом (1-2 ст. ложки). Обжариваем на среднем огне по 2-3 минуты с каждой стороны без крышки, до подрумянивания. Готовые котлеты перекладываем на бумажное полотенце для впитывания масла, а затем - на тарелку. Горячие котлеты очень мягкие, перекладывать их нужно осторожно. После небольшого остывания котлеты хорошо держат форму. Котлеты из гречки и фасоли можно подавать как отдельное блюдо, а также дополнять различными соусами или салатами. Приятного аппетита!",
    image: "https://img1.russianfood.com/dycontent/images_upl/716/big_715372.jpg"
  },
  {
    id: 6,
    title: "Рис с грибами и соевым соусом",
    type: "cereals",
    ingredients: "Продукты: рис круглозёрный – 200 гр., шампиньоны – 200 гр., лук репчатый – 1 шт., морковь – 1 шт., кетчуп – 2 ст. л.,  хмели-сунели – по вкусу, масло растительное – 4 ст. л., соль – по вкусу, перец чёрный молотый – по вкусу",
    body: "Подготовьте необходимые ингредиенты. Ещё понадобится 450 мл крутого кипятка. Со шляпок шампиньонов снимите кожицу, с ножек счистите загрязнения. Нарежьте грибы тонкими пластинками. В сковороде разогрейте растительное масло, выложите грибы и обжарьте на сильном огне, помешивая, 5 минут. Лук и морковь очистите. Лук нарежьте тонкими четверть-кольцами или полукольцами (в зависимости от размера лука), а морковь – соломкой. Выложите лук с морковью и грибами, обжарьте всё вместе ещё 5 минут. Рис промойте, несколько раз меняя воду. Отправьте рис в сковороду. Добавьте кетчуп, соевый соус, соль, чёрный молотый перец и хмели-сунели. Содержимое сковороды перемешайте. Влейте крутой кипяток (450 мл). Доведите жидкость до кипения, убавьте огонь до минимума. Готовьте содержимое сковороды под крышкой до выпаривания жидкости и готовности риса (мне понадобилось 25 минут). Рис с грибами и соевым соусом, приготовленный на сковороде, готов. Подавайте в горячем виде в качестве самостоятельного блюда или как гарнир. Приятного аппетита!",
    image: "https://img1.russianfood.com/dycontent/images_upl/632/big_631284.jpg"
  },
  {
    id: 7,
    title: "Пирожное 'Картошка'",
    type: "dessert",
    ingredients: "Продукты: печенье – 250 гр., молоко – 75 мл., масло сливочное – 50 гр., сахар – 50 гр., какао-порошок – 3 ст. л.",
    body: "Измельчаем печенье в крошку с помощью блендера. В глубоком сотейнике смешиваем сахар и какао, одну столовую ложку какао оставляем для посыпания пирожных. Добавляем молоко. Перемешиваем все до однородного состояния. Добавляем сливочное масло. Ставим сотейник на плиту. На среднем огне, при постоянном помешивании, доводим смесь до кипения. Снимаем сотейник с огня и даем остыть. К оставшемуся какао добавляем 1 ст. ложку измельченного печенья. К измельченному печенью добавляем остывшую смесь. Перемешиваем все до однородности. Из полученной массы формируем круглые или овальные пирожные. Обваливаем пирожные в смеси из одной столовой ложки какао и одной столовой ложки измельченного печенья. Отправляем пирожные 'Картошка' в холодильник минимум на один час. За это время они пропитаются и будут хорошо держать форму. Пирожное 'Картошка' готово. Приятного аппетита!",
    image: "https://vsedoma-family.ru/sites/default/files/styles/product/public/product/4bdd067b25e8d44a09b70e4f2ccf1aec.jpg?itok=D4Pk8k-6"
  },
  {
    id: 8,
    title: "Банановый чизкейк",
    type: "dessert",
    ingredients: "Продукты: бананы спелые – 200 гр., вода – 100 мл., желатин – 10 гр. (1 ст. л.), йогурт натуральный несладкий – 150 мл.,   масло сливочное – 100 гр., печенье песочное – 200 гр., сахар – 50 гр. (3 ст. л.), творог жирный – 400 гр.",
    body: "Желатин лучше взять быстрорастворимый, с ним приготовление пройдет еще быстрее. Песочное печенье измельчите скалкой или блендером. Влейте в крошки растопленное сливочное масло, перемешайте. Уложите масляную крошку в разьемную форму диаметром 19 см, утрамбуйте пальцами, тыльной стороной ложки или картофелемялкой, например. Поставьте форму в холодильник, пока готовится начинка. Желатин залейте водой и оставьте набухать. В блендере измельчите бананы, йогурт, сахар и творог. У меня блендер маленький, поэтому я разбила продукты на две части и соединила их в миске. Желатин нагрейте немного на водяной бане до полного растворения зерен. Объедините с начинкой, перемешайте. Залейте начинку в форму и поставьте блюдо в холодильник минимум на три часа. Спустя время освободите аккуратно от формы чизкейк из бананов и творога, украсьте свежей мятой и нарезанными бананами, ягодами. Нарежьте чизкейк на порционные кусочки и подавайте к столу. Приятного аппетита!",
    image: "https://img1.russianfood.com/dycontent/images_upl/260/big_259463.jpg"
  }
];
